[{"model": "products.product", "pk": 1, "fields": {"category": 1, "sku": "KODT001", "name": "Kong Classic Chew Treat Toy", "description": "The Kong Classic is the gold standard of dog toys and has become a staple for dogs around the world for over forty years. Offering enrichment by helping satisfy dogs' instinctual needs, the Kong Classic's unique all-natural red rubber formula is ultra-durable with an erratic bounce that is ideal for dogs that like to chew while also fulfilling a dog's need to play. Want to extend play time? Be sure to stuff it with tempting bits of kibble and entice it with a dash of peanut butter", "price": "16.00", "image_url": null, "image": "kongclassicred.jpg"}}, {"model": "products.product", "pk": 2, "fields": {"category": 1, "sku": "HPDT002", "name": "Honey Pot Treat Dispenser", "description": "Help your dog fight boredom by filling the Honey Pot with treats like kibble, canned dog food, peanut butter, or your favourite dog treat recipe. Best results: mix wet/dry foods. Freeze with treats inside to prolong use.\r\nIf your dog is a \"speed eater,\" serve your dog's meals inside this toy to slow down eating and keep your dog stimulated and entertained.\r\nReduces problem chewing, helps reduce boredom, and relieves separation anxiety.", "price": "15.95", "image_url": null, "image": "honeypotdogtoy.jpg"}}, {"model": "products.product", "pk": 3, "fields": {"category": 1, "sku": "KODT003", "name": "Kong Puppy Chew Treat Toy", "description": "The Puppy Kong dog toy is customized for a growing puppy's baby teeth, the unique, all-natural rubber formula is the most gentle within the Kong rubber toy line. Designed to meet the needs of a puppy's 28 baby teeth, it helps teach appropriate chewing behaviour while offering enrichment and satisfying a younger pup's instinctual needs the erratic bounce makes it ideal for those pups that just want to play. A stuffed Puppy Kong occupies busy little ones while allowing pet parents the freedom to attend to their unique needs. If you're looking to make crate training easier or to extend play time, then be sure to stuff it with puppy kibble and a dash of peanut butter.", "price": "10.00", "image_url": null, "image": "kongpuppytreatchew.jpg"}}, {"model": "products.product", "pk": 4, "fields": {"category": 1, "sku": "NODT004", "name": "Nina Ottosson Brick Interactive Treat Puzzle", "description": "The Outward Hound Nina Ottosson Dog Brick level 2 puzzle dog game will keep your dog entertained for hours as they use their natural hunting skills to seek out hidden treats. This toy comes with 3 easy-to-fill compartments to hide your dog's favourite treats and snacks in. Flip-lid compartments open up to reveal the first compartment and can also slide to reveal a hidden second compartment underneath. White, hollow brick-style bones hide the third compartment and can be easily lifted out to place yummy treats. This puzzle is ideal for pups who have already mastered level 1 of the Nina Ottosson puzzle line and are ready to take it up a notch. Made from tough removable plastic parts and food-safe materials that are BPA, PVC, and phthalate-free.", "price": "17.00", "image_url": null, "image": "ninaorrossonbrickinterativepuzzle.jpg"}}, {"model": "products.product", "pk": 10, "fields": {"category": 1, "sku": "TEDT005", "name": "Tug-E-Nuff Faux Fur Chaser Tug", "description": "Let your dog experience the thrill of the chase!\r\n\r\nIf you’d like to introduce your dog to chasing and tug games, this tuggy is a must-have addition to your toy collection.\r\n\r\nSimply use the extra-long handle to drag the toy along the ground (without having to bend down!). The cushioned handle makes it easy to keep the toy moving and excitement levels high.\r\n\r\nAfter your dog has given chase, let them catch up and grab onto the super-durable bite area, made from synthetic fur, for a satisfying game of tug.\r\n\r\nThis is a hard-wearing training toy that our customers tell us time and time again is a real winner for rewarding, interactive play.", "price": "18.00", "image_url": null, "image": "tugenufffauxfurchaser.jpg"}}, {"model": "products.product", "pk": 11, "fields": {"category": 1, "sku": "TEDT006", "name": "Tug-E-Nuff PowerBall Bungee", "description": "A dog ball toy that can be thrown, fetched AND tugged? What more could a dog want!\r\n\r\nDesigned by our in-house training and play experts, and manufactured exclusively for us, the PowerBall features easy-grip grooves and a unique dual texture for canine sensory stimulation. \r\n\r\nUnlike conventional tennis balls, which are often made with dangerous glass fibres, the PowerBall is non-toxic and non-abrasive. It’s also tuggable, bounceable and the perfect weight for throwing.\r\n\r\nAs with all of our bungee tug toys, the handle offers a comfortable grip and is made with two strands of shock cord, reducing the risk of jarring the handler's shoulder or the dog's neck during play.", "price": "18.00", "image_url": null, "image": "tugenuffpowerballbungee.jpg"}}, {"model": "products.product", "pk": 12, "fields": {"category": 1, "sku": "WBDT007", "name": "Woof and Bean Giraffe Plush Toy", "description": "This plush Giraffe dog toy includes a squeak and crinkle noise to keep your dog stimulated during play.\r\n\r\nPlease ensure this toy is suitable for your pet's play preferences and size, remembering that no toy is completely indestructible.\r\n\r\nWARNING: CHOKING HAZARD.\r\n\r\nAlways supervise at all times during play.\r\n\r\nRegularly check your pet toys to remove and replace them if damaged, or if parts become detached and could be a choking hazard.\r\n\r\nSeek immediate veterinary attention if any material is ingested.\r\n\r\nNot intended to be used as a chew toy.\r\n\r\nResponsible pet ownership supports pet health and well-being.", "price": "15.00", "image_url": null, "image": "giraffeplushdogtoy.jpg"}}, {"model": "products.product", "pk": 13, "fields": {"category": 1, "sku": "CIDT008", "name": "ChuckIt! Ball and Launcher", "description": "A sporty look with an excellent grip created for ultimate comfort and control, this launcher is made from lightweight flexible plastic meaning you’ll be able to launch the ball with accuracy and distance - 2 times further than a natural hand throw!\r\n\r\nChuckit! Launchers are a terrific way to give your dog all the exercise they need without wearing yourself out! The hands-free pick-up means no more slobbery pick-ups.", "price": "15.00", "image_url": null, "image": "chuckitballandlauncher.jpg"}}, {"model": "products.product", "pk": 14, "fields": {"category": 2, "sku": "JRDTR009", "name": "JR's Pure Chicken Training Treats 85g", "description": "JR's delicious Chicken Training Treats are made from 100% Prime cuts of Chicken Meat, No Additives, No Preservatives, Nothing! They're Grain and gluten-free and suitable for all dogs, no matter their breed or size. Highly palatable and easily digestible these Treats can be used for reward, training treats or for use with enrichment toys. Plus, being a part of our Award Winning Pure Range, these Treats are suitable for puppies from 4 weeks old. Available in these cute, resealable pouches to maintain freshness", "price": "6.50", "image_url": null, "image": "jrpurechickentrainingtreats_wF6mfWQ.jpg"}}, {"model": "products.product", "pk": 15, "fields": {"category": 2, "sku": "LKDTR010", "name": "Lily's Bedtime Biscuits 80g", "description": "A delicious biscuit to give to your dog before bed to help with a blissful night's sleep. These tasty, crunchy biscuits are traditionally oven baked and made with the finest organic ingredients. They've added honey to help support the immune system as well as yoghurt to provide a source of good bacteria for gut health. You'll also find chamomile, known for its calming properties, to help soothe for bedtime. Sweet dreams, pup.", "price": "6.50", "image_url": null, "image": "lilysbedtimebiscuits.jpg"}}, {"model": "products.product", "pk": 16, "fields": {"category": 2, "sku": "NVDTR011", "name": "Natures Variety Freeze Dried Beef Bites 20g", "description": "Nature's Variety Freeze Dried Meat Bites Beef are the perfect freeze-dried treat for your dog. Made with 100% high-quality beef, a single protein source suitable for all dogs and diets. All-natural and grain-free, freeze-dried to lock in natural goodness and superior taste. Nature's Variety Meat bites are a healthy and tasty treat for your dog or can be used as an exciting topper for your dog's wet or dry food.", "price": "3.19", "image_url": null, "image": "naturesvarietybeefmeattreat_CeFr19y.jpg"}}, {"model": "products.product", "pk": 17, "fields": {"category": 2, "sku": "GSDTR012", "name": "Great&Small Gravy Biscuit Beef Bones 800g", "description": "Great&Small Gravy Biscuit Bones Beef. Great&Small Gravy Biscuit Bones Beef are delicious, traditionally baked, beef-flavoured biscuits that your dog is sure to love.\r\n\r\nBursting with meaty taste and flavour, these crunchy biscuits are ideal for reward-based training or as a tasty snack between meals. Great&Small Gravy Biscuit Bones Beef can be fed whole or broken down into smaller-sized reward treats.\r\n\r\nEnriched with vitamins and minerals, Great&Small Gravy Biscuit Bones Beef are a complementary pet food for dogs and are suitable for puppies over 12 weeks.\r\n\r\nOther exciting flavours and varieties are available in the Great&Small dog biscuit range.", "price": "6.59", "image_url": null, "image": "greatandsmallgravybiscuitbonesbeef.jpg"}}, {"model": "products.product", "pk": 18, "fields": {"category": 2, "sku": "GSDTR013", "name": "Great&Small 100% Natural Yak Milk Dog Chew", "description": "The GS Yak Milk Chews are made from a mix of skimmed Yak and Cow milk. A very small amount of lime juice and salt is added to coagulate (harden) the milk, which is then compressed into blocks and smoke-dried for 28 days to give the chews their unique flavour.\r\n\r\nMade in small batches using traditional methods. Each chew is laid on drying racks and then dried through the use of traditional smokers. The chews are moved up in height weekly over a 4-week period as they dry so that they are furthest away from the smoker in their last week of drying. These products get better with age and last longer the older they are, which is why there is a 5-year shelf life for them.\r\n\r\nOne of the great things about a Yak Milk Chew is that the whole chew can be eaten. Once the dog has enjoyed most of the chew, the remaining piece can be placed in the microwave for 30-60 seconds where the chew will puff up into a honeycomb textured chew for the dog to finish the crunchy scrummy last tiny morsel. 30-60 seconds in the microwave and dogs get a crunchy treat - every last bite of a Yak Milk Chew can be eaten!", "price": "9.99", "image_url": null, "image": "greatandsmallyakmilkchew.jpg"}}, {"model": "products.product", "pk": 19, "fields": {"category": 2, "sku": "JRDTR014", "name": "JR's Pure Salmon Sticks Dog Treats 50g", "description": "These delicious Pure Salmon Sticks are made from 100% Prime cuts of Salmon, no additives, no preservatives, nothing! They're grain and gluten-free and suitable for all dogs, no matter their breed or size. These treats are hypoallergenic too, so great for those with allergies or sensitivities. Rich in omega oils, highly palatable and easily digestible, they are totally irresistible and completely pure - the honest treat the way nature intended it. These treats can be used for rewards, training treats or for use with enrichment toys. Plus, being a part of JR Pet Products' Award Winning Pure Range, these treats are suitable for puppies from 4 weeks old.", "price": "4.99", "image_url": null, "image": "jrpuresalmonsticksdogtreats.jpg"}}, {"model": "products.product", "pk": 20, "fields": {"category": 2, "sku": "WWDTR015", "name": "Wainwright's Adult Dog Training Treats Salmon with Vegetables 140g", "description": "Your dog will love our Wainwright's Salmon with Vegetables Adult Dog Training Treats 140g. They not only provide your dog with a tasty flavour but they have no added dairy, wheat, pork, soya or artificial flavours, colours or preservatives, so you can be safe in the knowledge that your is receiving all the goodness they need. Made from a single source protein and a hypoallergenic recipe, these will quickly become your dogs favourite little treat.", "price": "4.29", "image_url": null, "image": "wainwrightstrainingtreatssalmonandveg.jpg"}}, {"model": "products.product", "pk": 21, "fields": {"category": 2, "sku": "NADTR016", "name": "NAW BEEF TAILS 250g", "description": "Containing nothing but 100% beef, NAW's no-nonsense Beef Tails are gluten and grain-free, and no processing is needed. High in protein, these chews act as a great dental treat – helping to keep your dog’s gnashers clear of plaque and as a natural dewormer, promoting a healthy gut. Suitable for dogs over 4 months of age. Always make sure there’s fresh drinking water available.", "price": "11.99", "image_url": null, "image": "nawbeeftails.jpg"}}, {"model": "products.product", "pk": 22, "fields": {"category": 3, "sku": "IFCB017", "name": "Iron & Fire Columbian Decaf Beans 220g", "description": "This decaf is a truly beautiful naturally decaffeinated coffee roasted to bring out its smooth, chocolatey flavours with a nutty finish. It can most definitely hold its own among any non-decaf coffees - try it and see for yourself! These naturally decaffeinated speciality coffee beans come with their amazing flavours typical of their regions intact. This stunning decaf blend has been selected from carefully chosen farms, and has been processed and washed using traditional methods before being naturally decaffeinated using the sugarcane and water method. These beans are Rainforest Alliance and Fair Trade Certified.", "price": "7.70", "image_url": null, "image": "ironandfirecolumbiandecafebeans.jpg"}}, {"model": "products.product", "pk": 23, "fields": {"category": 3, "sku": "IFCB018", "name": "Iron & Fire Columbian Jazz Beans 220g", "description": "Iron & Fire's popular Colombian Jazz blend consists of Rainforest Alliance-certified coffee beans originating from groups of smallholders primarily based within the Huila region in the southwest of Colombia. This area is also home to Colombia's second-highest peak: the Nevado del Huila volcano. This region has all the attributes that are needed to produce an exceptional coffee; volcanic soils, high altitude, plenty of rainfall and forests that provide shade. Traditional farming methods are still used to produce this world-renowned high-quality coffee.", "price": "7.70", "image_url": null, "image": "ironandfirecolumbianjazzbeans.jpg"}}, {"model": "products.product", "pk": 24, "fields": {"category": 3, "sku": "FSDCB019", "name": "47 Degrees Coffee Ethiopian Yirgacheffe Beans 250g", "description": "We love the “YIRG”, both through the filter and as an espresso and it is always a hit with our drop-in customers when it’s in the grinder at the roastery. The Yirgacheffe can now boast 2 stars from the 2020 Great Taste Awards. This is what the judges had to say about it – “Delicious juicy acidity balanced well with savoury, nutty flavours. A clean finish with a slightly sour intensity.” 'Guild of Fine Food' judging panel'", "price": "9.50", "image_url": null, "image": "47degreescoffeeethiopianyirgacheffe.jpg"}}, {"model": "products.product", "pk": 25, "fields": {"category": 3, "sku": "FSDCB020", "name": "47 Degrees Coffee Ethiopia Sidamo Decaf 250g", "description": "The Sidamo is a Swiss water decaf from Ethiopia, giving you the great taste you expect from 47-degrees coffee but without caffeine. Milk chocolate is the main player here with great supporting roles of lime, and caramel. The citrus character from Sidamo adds another dimension to the cup. Local smallholders grow heirloom varietals known locally by names such as Kumie, Diga, and Wilsho. The genetic diversity in Ethiopia is loosely grouped into regional denominations for buying – Limu, Djimma, Lekempti, Sidamo, Yirgacheffe, Harrar – with coffees recognized as having characteristics specific to each area. Amongst these areas though there can be a number of localized varietals, collectively called heirloom for ease, though not necessarily sharing the same characteristics as an heirloom plant from another region. Along with Yirgacheffe, which is a smaller area within the Sidamo zone, the reputation for high-grown and high-quality washed coffees is well deserved, with the fragrant jasmine notes sitting over lemon, bergamot and tea-like flavours seen as typical, though in truth the area can encompass a huge range of profiles.", "price": "9.50", "image_url": null, "image": "47coffeeethiopiansidamodecafbeans.jpg"}}]